خب بریم سراغ نوشتن صفحه اصلی
حواست باشه باید در همه دستگاه ها مثل موبایل و لپتاپ رسپانسیو باشه
حواست به پوشه بندی هایی که کرده بودیم هم باشه که بدونی هر دکه به کجا وصل میشه

بک گراند اصلی سایت و کلا جاهایی که سفید لازم از #FBF9F5
هدر سایت شیشه ای باشه
وسط هدر یه جای عکس باشه میخوام اسم و اوگوی سایت رو بذارم
سمت چپ بالا گزینه‌‌ی login/signup با فونت chakra petch وزن ۵۰۰ و حالت کپسولی کامل
پایین هدر و بالای خود صفحه اصلی باز جای عکس نسبتا بزرگ باشه لوگوی اصلی رو بذارم روش
پایین اون عکس یه سرچ باکس باشه به صورت کپسولی کامل ارم داخلش نوشته ای نوشتی 
ا فونت chakra petch وزن 300 
پایینش سه تا دکه کپسوالی که داخلشون عکس بذارم و روی هر کدوم یکی از یه ورزش فوتبال والیبال و بسکتبال نوشته شده باشه با فونت  چاکرا پچ وزن ۷۰۰
پایین تر با یکم فاصله یه مپلی که بنظر خودت خوبه نوشته باشه 
upcoming matches 
با فونت oswald وزن ۵۰۰

پایینش ۳ تا جا باشه
قراره مشخضات ۳ تا از نزدیک ترین مسابقات از لحاظ برگزاری جدا جدا توشون نوشته بشه به این صورت:
زمان شامل تاریخ و ساعت / تیم ها / استادیوم + شهر/ یه دکمه انتخاب و رزرو که وصل م